Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Muhsin Khan.tmx
Source language: ar
Languages: en

source: إن فرعون علا في الأرض وجعل أهلها شيعا يستضعف طائفة منهم يذبح أبناءهم ويستحيي نساءهم إنه كان من المفسدين
en: Verily, Fir'aun (Pharaoh) exalted himself in the land and made its people sects, weakening (oppressing) a group (i.e. Children of Israel) among them: killing their sons, and letting their females live. Verily, he was of the Mufsidun (i.e. those who commit great sins and crimes, oppressors, tyrants).

source: ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة ونجعلهم الوارثين
en: And We wished to do a favour to those who were weak (and oppressed) in the land, and to make them rulers and to make them the inheritors,

source: ونمكن لهم في الأرض ونري فرعون وهامان وجنودهما منهم ما كانوا يحذرون
en: And to establish them in the land, and We let Fir'aun (Pharaoh) and Haman and their hosts receive from them that which they feared.

source: وأوحينا إلى أم موسى أن أرضعيه فإذا خفت عليه فألقيه في اليم ولا تخافي ولا تحزني إنا رادوه إليك وجاعلوه من المرسلين
en: And We inspired the mother of Musa (Moses): (telling): "Suckle him [Musa (Moses)], but when you fear for him, then cast him into the river and fear not, nor grieve. Verily, We shall bring him back to you, and shall make him one of (Our) Messengers." [Tafsir Al-Qurtubi]

source: فالتقطه آل فرعون ليكون لهم عدوا وحزنا إن فرعون وهامان وجنودهما كانوا خاطئين
en: Then the household of Fir'aun (Pharaoh) picked him up, that he might become for them an enemy and a (cause of) grief. Verily, Fir'aun (Pharaoh), Haman and their hosts were sinners.

source: وقالت امرأت فرعون قرت عين لي ولك لا تقتلوه عسى أن ينفعنا أو نتخذه ولدا وهم لا يشعرون
en: And the wife of Fir'aun (Pharaoh) said: "A comfort of the eye for me and for you. Kill him not, perhaps he may be of benefit to us, or we may adopt him as a son." And they perceived not (the result of that).

source: وأصبح فؤاد أم موسى فارغا إن كادت لتبدي به لولا أن ربطنا على قلبها لتكون من المؤمنين
en: And the heart of the mother of Musa (Moses) became empty [from every thought, except the thought of Musa (Moses)]. She was very near to disclose his (case, i.e. the child is her son), had We not strengthened her heart (with Faith), so that she might remain as one of the believers.

source: وقالت لأخته قصيه فبصرت به عن جنب وهم لا يشعرون
en: And she said to his [Musa's (Moses)] sister: "Follow him." So she (his sister) watched him from a far place secretly, while they perceived not.

source: وحرمنا عليه المراضع من قبل فقالت هل أدلكم على أهل بيت يكفلونه لكم وهم له ناصحون
en: And We had already forbidden (other) foster suckling mothers for him, until she (his sister came up and) said: "Shall I direct you to a household who will rear him for you, and look after him in a good manner?"

source: فرددناه إلى أمه كي تقر عينها ولا تحزن ولتعلم أن وعد الله حق ولكن أكثرهم لا يعلمون
en: So did We restore him to his mother, that her eye might be comforted, and that she might not grieve, and that she might know that the Promise of Allah is true. But most of them know not.

source: ولما بلغ أشده واستوى آتيناه حكما وعلما وكذلك نجزي المحسنين
en: And when he attained his full strength, and was perfect (in manhood), We bestowed on him Hukm (Prophethood and right judgement of the affairs) and religious knowledge [of the religion of his forefathers i.e. Islamic Monotheism]. And thus do We reward the Muhsinun (i.e. good doers. See the footnote of V.9:120).

source: ودخل المدينة على حين غفلة من أهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغاثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطان إنه عدو مضل مبين
en: And he entered the city at a time of unawareness of its people: and he found there two men fighting, - one of his party (his religion - from the Children of Israel), and the other of his foes. The man of his (own) party asked him for help against his foe, so Musa (Moses) struck him with his fist and killed him. He said: "This is of Shaitan's (Satan) doing: verily, he is a plain misleading enemy."

source: قال رب إني ظلمت نفسي فاغفر لي فغفر له إنه هو الغفور الرحيم
en: He said: "My Lord! Verily, I have wronged myself, so forgive me." Then He forgave him. Verily, He is the Oft-Forgiving, the Most Merciful.

source: قال رب بما أنعمت علي فلن أكون ظهيرا للمجرمين
en: He said: "My Lord! For that with which You have favoured me, I will never more be a helper of the Mujrimun (criminals, disbelievers, polytheists, sinners)!"

source: فأصبح في المدينة خائفا يترقب فإذا الذي استنصره بالأمس يستصرخه قال له موسى إنك لغوي مبين
en: So he became afraid, looking about in the city (waiting as to what will be the result of his crime of killing), when behold, the man who had sought his help the day before, called for his help (again). Musa (Moses) said to him: "Verily, you are a plain misleader!"

source: فلما أن أراد أن يبطش بالذي هو عدو لهما قال يا موسى أتريد أن تقتلني كما قتلت نفسا بالأمس إن تريد إلا أن تكون جبارا في الأرض وما تريد أن تكون من المصلحين
en: Then when he decided to seize the man who was an enemy to both of them, the man said: "O Musa (Moses)! Is it your intention to kill me as you killed a man yesterday? Your aim is nothing but to become a tyrant in the land, and not to be one of those who do right."

source: وجاء رجل من أقصى المدينة يسعى قال يا موسى إن الملأ يأتمرون بك ليقتلوك فاخرج إني لك من الناصحين
en: And there came a man running, from the farthest end of the city. He said: "O Musa (Moses)! Verily, the chiefs are taking counsel together about you, to kill you, so escape. Truly, I am one of the good advisers to you."

source: فخرج منها خائفا يترقب قال رب نجني من القوم الظالمين
en: So he escaped from there, looking about in a state of fear. He said: "My Lord! Save me from the people who are Zalimun (polytheists and wrong-doers)!"

source: ولما توجه تلقاء مدين قال عسى ربي أن يهديني سواء السبيل
en: And when he went towards (the land of) Madyan (Midian), he said: "It may be that my Lord guides me to the Right Way."

source: ولما ورد ماء مدين وجد عليه أمة من الناس يسقون ووجد من دونهم امرأتين تذودان قال ما خطبكما قالتا لا نسقي حتى يصدر الرعاء وأبونا شيخ كبير
en: And when he arrived at the water (a well) of Madyan (Midian) he found there a group of men watering (their flocks), and besides them he found two women who were keeping back (their flocks). He said: "What is the matter with you?" They said: "We cannot water (our flocks) until the shepherds take (their flocks). And our father is a very old man."

source: فسقى لهما ثم تولى إلى الظل فقال رب إني لما أنزلت إلي من خير فقير
en: So he watered (their flocks) for them, then he turned back to shade, and said: "My Lord! truly, I am in need of whatever good that You bestow on me!"

source: فجاءته إحداهما تمشي على استحياء قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظالمين
en: Then there came to him one of the two women, walking shyly. She said: "Verily, my father calls you that he may reward you for having watered (our flocks) for us." So when he came to him and narrated the story, he said: "Fear you not. You have escaped from the people who are Zalimun (polytheists, disbelievers, and wrong-doers)."

source: قالت إحداهما يا أبت استأجره إن خير من استأجرت القوي الأمين
en: And said one of them (the two women): "O my father! Hire him! Verily, the best of men for you to hire is the strong, the trustworthy."

source: قال إني أريد أن أنكحك إحدى ابنتي هاتين على أن تأجرني ثماني حجج فإن أتممت عشرا فمن عندك وما أريد أن أشق عليك ستجدني إن شاء الله من الصالحين
en: He said: "I intend to wed one of these two daughters of mine to you, on condition that you serve me for eight years; but if you complete ten years, it will be (a favour) from you. But I intend not to place you under a difficulty. If Allah wills, you will find me one of the righteous."

source: قال ذلك بيني وبينك أيما الأجلين قضيت فلا عدوان علي والله على ما نقول وكيل
en: He [Musa (Moses)] said: "That (is settled) between me and you: whichever of the two terms I fulfil, there will be no injustice to me, and Allah is Surety over what we say."

source: فلما قضى موسى الأجل وسار بأهله آنس من جانب الطور نارا قال لأهله امكثوا إني آنست نارا لعلي آتيكم منها بخبر أو جذوة من النار لعلكم تصطلون
en: Then, when Musa (Moses) had fulfilled the term, and was travelling with his family, he saw a fire in the direction of Tur (Mount). He said to his family: "Wait, I have seen a fire; perhaps I may bring you from there some information, or a burning fire-brand that you may warm yourselves."

source: فلما أتاها نودي من شاطئ الواد الأيمن في البقعة المباركة من الشجرة أن يا موسى إني أنا الله رب العالمين
en: So when he reached it (the fire), he was called from the right side of the valley, in the blessed place, from the tree: "O Musa (Moses)! Verily I am Allah, the Lord of the 'Alamin (mankind, jinn and all that exists)!

source: وأن ألق عصاك فلما رآها تهتز كأنها جان ولى مدبرا ولم يعقب يا موسى أقبل ولا تخف إنك من الآمنين
en: "And throw your stick!" But when he saw it moving as if it were a snake, he turned in flight, and looked not back. (It was said:) "O Musa (Moses)! Draw near, and fear not. Verily, you are of those who are secure.

source: اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم إليك جناحك من الرهب فذانك برهانان من ربك إلى فرعون وملئه إنهم كانوا قوما فاسقين
en: "Put your hand in your bosom, it will come forth white without a disease; and draw your hand close to your side to be free from the fear (which you suffered from the snake, and also your hand will return to its original state). These are two Burhans (signs, miracles, evidence, proofs) from your Lord to Fir'aun (Pharaoh) and his chiefs. Verily, they are the people who are Fasiqun (rebellious, disobedient to Allah).

source: قال رب إني قتلت منهم نفسا فأخاف أن يقتلون
en: He said: "My Lord! I have killed a man among them, and I fear that they will kill me.

source: وأخي هارون هو أفصح مني لسانا فأرسله معي ردءا يصدقني إني أخاف أن يكذبون
en: "And my brother Harun (Aaron) - he is more eloquent in speech than me: so send him with me as a helper to confirm me. Verily I fear that they will belie me."

source: قال سنشد عضدك بأخيك ونجعل لكما سلطانا فلا يصلون إليكما بآياتنا أنتما ومن اتبعكما الغالبون
en: Allah said: "We will strengthen your arm through your brother, and give you both power, so they shall not be able to harm you: with Our Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.), you two as well as those who follow you will be the victors."

source: فلما جاءهم موسى بآياتنا بينات قالوا ما هذا إلا سحر مفترى وما سمعنا بهذا في آبائنا الأولين
en: Then when Musa (Moses) came to them with Our Clear Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.), they said: "This is nothing but invented magic. Never did we hear of this among our fathers of old."

source: وقال موسى ربي أعلم بمن جاء بالهدى من عنده ومن تكون له عاقبة الدار إنه لا يفلح الظالمون
en: Musa (Moses) said: "My Lord knows best him who came with guidance from Him, and whose will be the happy end in the Hereafter. Verily, the Zalimun (wrong-doers, polytheists and disbelievers in the Oneness of Allah) will not be successful."

source: وقال فرعون يا أيها الملأ ما علمت لكم من إله غيري فأوقد لي يا هامان على الطين فاجعل لي صرحا لعلي أطلع إلى إله موسى وإني لأظنه من الكاذبين
en: Fir'aun (Pharaoh) said: "O chiefs! I know not that you have an ilah (a god) other than me. So kindle for me (a fire), O Haman, to bake (bricks out of) clay, and set up for me a Sarh (a lofty tower, or palace) in order that I may look at (or look for) the Ilah (God) of Musa (Moses); and verily, I think that he [Musa (Moses)] is one of the liars."

source: واستكبر هو وجنوده في الأرض بغير الحق وظنوا أنهم إلينا لا يرجعون
en: And he and his hosts were arrogant in the land, without right, and they thought that they would never return to Us.

source: فأخذناه وجنوده فنبذناهم في اليم فانظر كيف كان عاقبة الظالمين
en: So We seized him and his hosts, and We threw them all into the sea (and drowned them). So behold (O Muhammad صلى الله عليه وسلم) what was the end of the Zalimun [wrong-doers, polytheists and those who disbelieved in the Oneness of their Lord (Allah), or rejected the advice of His Messenger Musa (Moses) عليه السلام].

source: وجعلناهم أئمة يدعون إلى النار ويوم القيامة لا ينصرون
en: And We made them leaders inviting to the Fire: and on the Day of Resurrection, they will not be helped.

source: وأتبعناهم في هذه الدنيا لعنة ويوم القيامة هم من المقبوحين
en: And We made a curse to follow them in this world, and on the Day of Resurrection, they will be among Al-Maqbuhun (those who are prevented from receiving Allah's Mercy or any good; despised or destroyed).

source: ولقد آتينا موسى الكتاب من بعد ما أهلكنا القرون الأولى بصائر للناس وهدى ورحمة لعلهم يتذكرون
en: And indeed We gave Musa (Moses) - after We had destroyed the generations of old -the Scripture [the Taurat (Torah)] as an enlightenment for mankind, and a guidance and a mercy, that they might remember (or receive admonition).

source: وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر وما كنت من الشاهدين
en: And you (O Muhammad صلى الله عليه وسلم) were not on the western side (of the Mount), when We made clear to Musa (Moses) the commandment, and you were not among the witnesses.

source: ولكنا أنشأنا قرونا فتطاول عليهم العمر وما كنت ثاويا في أهل مدين تتلو عليهم آياتنا ولكنا كنا مرسلين
en: But We created generations [after generations i.e. after Musa (Moses) عليه السلام], and long were the ages that passed over them. And you (O Muhammad صلى الله عليه وسلم) were not a dweller among the people of Madyan (Midian), reciting Our Verses to them. But it is We Who kept sending (Messengers).

source: وما كنت بجانب الطور إذ نادينا ولكن رحمة من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يتذكرون
en: And you (O Muhammad صلى الله عليه وسلم) were not at the side of the Tur (Mount) when We did call: [it is said that Allah called the followers of Muhammad صلى الله عليه وسلم, and they answered His Call, or that Allah called Musa (Moses)]. But (you are sent) as a mercy from your Lord, to give warning to a people to whom no warner had come before you: in order that they may remember or receive admonition. [Tafsir At-Tabari].

source: ولولا أن تصيبهم مصيبة بما قدمت أيديهم فيقولوا ربنا لولا أرسلت إلينا رسولا فنتبع آياتك ونكون من المؤمنين
en: And if (We had) not (sent you to the people of Makkah) - in case a calamity should seize them for (the deeds) that their hands have sent forth, they would have said: "Our Lord! Why did You not send us a Messenger? We would then have followed Your Ayat (Verses of the Qur'an) and would have been among the believers."

source: فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي موسى أولم يكفروا بما أوتي موسى من قبل قالوا سحران تظاهرا وقالوا إنا بكل كافرون
en: But when the truth (i.e. Muhammad صلى الله عليه وسلم with his Message) has come to them from Us, they say: "Why is he not given the like of what was given to Musa (Moses)? Did they not disbelieve in that which was given to Musa (Moses) of old? They say: "Two kinds of magic [the Taurat (Torah) and the Qur'an], each helping the other!" And they say: "Verily in both we are disbelievers."

source: قل فأتوا بكتاب من عند الله هو أهدى منهما أتبعه إن كنتم صادقين
en: Say (to them, O Muhammad صلى الله عليه وسلم): "Then bring a Book from Allah, which is a better guide than these two [the Taurat (Torah) and the Qur'an], that I may follow it, if you are truthful."

source: فإن لم يستجيبوا لك فاعلم أنما يتبعون أهواءهم ومن أضل ممن اتبع هواه بغير هدى من الله إن الله لا يهدي القوم الظالمين
en: But if they answer you not (i.e. do not bring the Book nor believe in your doctrine of Islamic Monotheism), then know that they only follow their own lusts. And who is more astray than one who follows his own lusts, without guidance from Allah? Verily Allah guides not the people who are Zalimun (wrong-doers, disobedient to Allah, and polytheists).

source: ولقد وصلنا لهم القول لعلهم يتذكرون
en: And indeed now We have conveyed the Word (this Qur'an in which is the news of everything) to them, in order that they may remember (or receive admonition).

source: الذين آتيناهم الكتاب من قبله هم به يؤمنون
en: Those to whom We gave the Scripture [i.e. the Taurat (Torah) and the Injeel (Gospel)] before it, they believe in it (the Qur'an).

source: وإذا يتلى عليهم قالوا آمنا به إنه الحق من ربنا إنا كنا من قبله مسلمين
en: And when it is recited to them, they say: "We believe in it. Verily, it is the truth from our Lord. Indeed even before it we have been from those who submit themselves to Allah in Islam as Muslims (like 'Abdullah bin Salam and Salman Al-Farisi).

source: أولئك يؤتون أجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقناهم ينفقون
en: These will be given their reward twice over, because they are patient, and repel evil with good, and spend (in charity) out of what We have provided them.

source: وإذا سمعوا اللغو أعرضوا عنه وقالوا لنا أعمالنا ولكم أعمالكم سلام عليكم لا نبتغي الجاهلين
en: And when they hear Al-Laghw (dirty, false, evil vain talk), they withdraw from it and say: "To us our deeds, and to you your deeds. Peace be to you. We seek not (the way of) the ignorant."

source: إنك لا تهدي من أحببت ولكن الله يهدي من يشاء وهو أعلم بالمهتدين
en: Verily you (O Muhammad صلى الله عليه وسلم) guide not whom you like, but Allah guides whom He wills. And He knows best those who are the guided.

source: وقالوا إن نتبع الهدى معك نتخطف من أرضنا أولم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شيء رزقا من لدنا ولكن أكثرهم لا يعلمون
en: And they say: "If we follow the guidance with you, we would be snatched away from our land." Have We not established for them a secure sanctuary (Makkah), to which are brought fruits of all kinds, a provision from Ourselves, but most of them know not.

source: وكم أهلكنا من قرية بطرت معيشتها فتلك مساكنهم لم تسكن من بعدهم إلا قليلا وكنا نحن الوارثين
en: And how many a town (population) have We destroyed, which was thankless for its means of livelihood (disobeyed Allah, and His Messengers, by doing evil deeds and crimes)! And those are their dwellings, which have not been inhabited after them except a little. And verily! We have been the inheritors.

source: وما كان ربك مهلك القرى حتى يبعث في أمها رسولا يتلو عليهم آياتنا وما كنا مهلكي القرى إلا وأهلها ظالمون
en: And never will your Lord destroy the towns (populations) until He sends to their mother town a Messenger reciting to them Our Verses. And never would We destroy the towns unless the people thereof are Zalimun (polytheists, wrong-doers, disbelievers in the Oneness of Allah, oppressors and tyrants).

source: وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها وما عند الله خير وأبقى أفلا تعقلون
en: And whatever you have been given is an enjoyment of the life of (this) world and its adornment, and that (Hereafter) which is with Allah is better and will remain forever. Have you then no sense?

source: أفمن وعدناه وعدا حسنا فهو لاقيه كمن متعناه متاع الحياة الدنيا ثم هو يوم القيامة من المحضرين
en: Is he whom We have promised an excellent promise (Paradise) - which he will find true - like him whom We have made to enjoy the luxuries of the life of (this) world, then on the Day of Resurrection, he will be among those brought up (to be punished in the Hell-fire)?

source: ويوم يناديهم فيقول أين شركائي الذين كنتم تزعمون
en: And (remember) the Day when He will call to them and say: "Where are My (so-called) partners whom you used to assert?"

source: قال الذين حق عليهم القول ربنا هؤلاء الذين أغوينا أغويناهم كما غوينا تبرأنا إليك ما كانوا إيانا يعبدون
en: Those about whom the Word will have come true (to be punished) will say: "Our Lord! These are they whom we led astray. We led them astray, as we were astray ourselves. We declare our innocence (from them) before You. It was not us they worshipped."

source: وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم ورأوا العذاب لو أنهم كانوا يهتدون
en: And it will be said (to them): "Call upon your (so-called) partners (of Allah)", and they will call upon them, but they will give no answer to them, and they will see the torment. (They will then wish) if only they had been guided!

source: ويوم يناديهم فيقول ماذا أجبتم المرسلين
en: And (remember) the Day (Allah) will call to them, and say: "What answer gave you to the Messengers?"

source: فعميت عليهم الأنباء يومئذ فهم لا يتساءلون
en: Then the news of a good answer will be obscured to them on that day, and they will not be able to ask one another.

source: فأما من تاب وآمن وعمل صالحا فعسى أن يكون من المفلحين
en: But as for him who repented (from polytheism and sins), believed (in the Oneness of Allah, and in His Messenger Muhammad صلى الله عليه وسلم), and did righteous deeds (in the life of this world), then he will be among those who are successful.

source: وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحان الله وتعالى عما يشركون
en: And your Lord creates whatsoever He wills and chooses: no choice have they (in any matter). Glorified be Allah, and exalted above all that they associate (as partners with Him).

source: وربك يعلم ما تكن صدورهم وما يعلنون
en: And your Lord knows what their breasts conceal, and what they reveal.

source: وهو الله لا إله إلا هو له الحمد في الأولى والآخرة وله الحكم وإليه ترجعون
en: And He is Allah: La ilaha illa Huwa (none has the right to be worshipped but He), all praises and thanks be to Him (both) in the first (i.e. in this world) and in the last (i.e. in the Hereafter). And for Him is the Decision, and to Him shall you (all) be returned.

source: قل أرأيتم إن جعل الله عليكم الليل سرمدا إلى يوم القيامة من إله غير الله يأتيكم بضياء أفلا تسمعون
en: Say (O Muhammad صلى الله عليه وسلم): "Tell me! If Allah made the night continuous for you till the Day of Resurrection, which ilah (god) besides Allah could bring you light? Will you not then hear?"

source: قل أرأيتم إن جعل الله عليكم النهار سرمدا إلى يوم القيامة من إله غير الله يأتيكم بليل تسكنون فيه أفلا تبصرون
en: Say (O Muhammad صلى الله عليه وسلم): "Tell me! If Allah made the day continuous for you till the Day of Resurrection, which ilah (god) besides Allah could bring you night wherein you rest? Will you not then see?"

source: ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون
en: It is out of His Mercy that He has made for you the night and the day that you may rest therein (i.e. during the night) and that you may seek of His Bounty (i.e. during the day) - and in order that you may be grateful.

source: ونزعنا من كل أمة شهيدا فقلنا هاتوا برهانكم فعلموا أن الحق لله وضل عنهم ما كانوا يفترون
en: And We shall take out from every nation a witness, and We shall say: "Bring your proof." Then they shall know that the truth is with Allah (Alone), and the lies (false gods) which they invented will disappear from them.

source: إن قارون كان من قوم موسى فبغى عليهم وآتيناه من الكنوز ما إن مفاتحه لتنوء بالعصبة أولي القوة إذ قال له قومه لا تفرح إن الله لا يحب الفرحين
en: Verily, Qarun (Korah) was of Musa's (Moses) people, but he behaved arrogantly towards them. And We gave him of the treasures, that of which the keys would have been a burden to a body of strong men. Remember when his people said to him: "Do not exult (with riches, being ungrateful to Allah). Verily Allah likes not those who exult (with riches, being ungrateful to Allah).

source: وابتغ فيما آتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين
en: "But seek, with that (wealth) which Allah has bestowed on you, the home of the Hereafter, and forget not your portion of lawful enjoyment in this world; and do good as Allah has been good to you, and seek not mischief in the land. Verily, Allah likes not the Mufsidun (those who commit great crimes and sins, oppressors, tyrants, mischief-makers, corrupters)."
